brew 'fzf'
brew 'redis'
brew 'starship'
brew 'neovim'
brew 'htop'
brew 'tree'
brew 'pyvim'
brew 'xz'
brew 'tmux'
brew 'keychain'
brew 'pyvim'
brew 'shellcheck'
brew 'jq'
brew 'rg'
brew 'pwgen'
brew 'gpg'
brew 'fd'
brew 'wget'
brew 'sqlite3'
brew 'lazygit'
brew 'libiodbc'
brew 'universal-ctags'
brew 'terminal-notifier'
