brew 'coreutils'
brew 'eza'
brew 'fd'
brew 'fzf'
brew 'gawk'
brew 'glances'
brew 'gnu-sed'
brew 'gnu-tar'
brew 'gpg'
brew 'htop'
brew 'jq'
brew 'keychain'
brew 'lazygit'
brew 'libiodbc'
brew 'libpq'
brew 'mise'
brew 'neovim'
brew "postgresql@17", restart_service: false
brew 'pwgen'
brew 'pyvim'
brew 'readline'
brew 'redis'
brew 'redis'
brew 'rg'
brew 'shellcheck'
brew 'sqlite3'
brew 'starship'
brew 'tcl-tk@8'
brew 'terminal-notifier'
brew 'tmux'
brew 'tree'
brew 'tree-sitter-cli'
brew 'universal-ctags'
brew 'wget'
brew 'xz'
brew 'yamllint'
brew 'zellij'
brew 'zlib'
brew 'zstd'
